Repository: collective/collective.twitter.action
Catalog: collective/twitter/action/locales/*/LC_MESSAGES/collective.twitter.action.po
Languages: es

source: Could not publish to twitter, seems the account %s was removed from the list of authorized accounts for this site.
es: No se pudo publicar a Twitter, parece que la cuenta %s fue quitada de la lista de cuentas autenticadas para este sitio.

source: Edit publish to Twitter action.
es: Editar acción de publicar a Twitter.

source: Error while publishing to twitter %s
es: Error al publicar en Twitter %s

source: Item published to twitter
es: Item publicado en Twitter

source: Publish a title and short URL to Twitter
es: Publicar el título y una URL corta a Twitter.

source: Publish to Twitter action.
es: Acción de publicar a Twitter.

source: Select account
es: Seleccione cuenta

source: Twitter account
es: Cuenta de Twitter

source: Twitter account: ${user}
es: Cuenta de Twitter: ${user}

source: Which twitter account to use.
es: Que cuenta Twitter utilizar
